import React from "react";


export const userInfo = [
    {
        name: "Регион",
        description: "Ростовская область",
    },
    {
        name: "Адрес",
        description: "344002, г.Ростов-на-Дону, ул.Большая Садовая, 69",
    },
    {
        name: "Ведомственная принадлежность",
        description: "Министерство науки и высшего образования Российской Федерации",
    },
    {
        name: "Учредитель(и)",
        description: "Министерство науки и высшего образования Россиийской Федерации",
    },
    {
        name: "Профиль организации",
        description: "образовательные организации, не имеющие специфики деятельности",
    },
    {
        name: "Web-сайт",
        description: "http://rsue.ru/",
    },
];

export const userInterests = [
    {
        name: "Область научных интересов",
        description: "Вопросы эффективности и производства, отраслевые рынки и факторы, её обусловливающие, " +
            "мотивация трудовой деятельности в индустриальной и постиндустриальных сферах, вопросы методологии науки",
    },
];




export const userProjects = [
    {
        id: 0,
        name: "Алимов Григорий Станиславович",
        creator: "Доцент",
        teg1: "к.э.н.",
        teg2: "Факультет Экономики и финансов",
        teg3: "Заведующий кафедрой",
        avatar: "https://sun9-32.userapi.com/impf/ODL1cmMQOCAYQPN37bpJuTdlXWREfedMaUDk0g/pKQiIzEVLns.jpg?size=1400x1080&quality=96&proxy=1&sign=2e4351f4013631a5f9f451c7cf0fd45a"
    },
    {
        id: 0,
        name: "Гончарова Светлана Николаевна",
        creator: "Доцент",
        teg1: "к.э.н.",
        teg2: "Факультет Лингвистики и журналистики",
        teg3: "Заведующий кафедрой",
        avatar: "https://sun9-26.userapi.com/impf/G8Ifojb-bsOSzmUhnRaRsbmND03p6jxGTw7pqQ/6HvIkkNdiXI.jpg?size=189x250&quality=96&proxy=1&sign=6b8fede54af961ff2f183d9274577259"
    },
    {
        id: 1,
        name: "Стрюков Михаил Борисович",
        creator: "Доцент",
        teg1: "к.э.н.",
        teg2: "Юридический факультет",
        teg3: "Заведующий кафедрой",
        avatar: "https://sun9-30.userapi.com/impf/i4e87L6fGYGmF0VbBSne-nBJIIrYOkGy23QgjA/N8jBKJlkFPE.jpg?size=191x250&quality=96&proxy=1&sign=59a2c890df9b96912cde33d59a32b548"
    },
    {
        id: 2,
        name: "Казанская Евгения Владимировна",
        creator: "Доцент",
        teg1: "д.ф-м.н.",
        teg2: "Факультет Экономики и финансов",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/a8d/a8dbc00c581cc53abd303385a95997eb.jpg"
    },
    {
        id: 3,
        name: "Рукавишникова Ирина Валерьевна",
        creator: "Доцент",
        teg1: "к.филол.н.",
        teg2: "Юридический факультет",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/004/004fc1b0825bb218dc54b7ca208e6aa8.jpg"
    },
    {
        id: 4,
        name: "Улезько Сергей Иванович",
        creator: "Профессор",
        teg1: "д.ю.н.",
        teg2: "Факультет Экономики и финансов",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/cda/cda83712b13b3eede010b00ac635f385.jpg"
    },
    {
        id: 5,
        name: "Напалкова Ирина Георгиевна",
        creator: "Заведующий кафедрой",
        teg1: "д.ю.н.",
        teg2: "Учетно-экономический факультет",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/e25/e25c0441bcd9d81ea2e0bb8f2b55571b.jpg"
    },
    {
        id: 6,
        name: "Николаев Александр Викторович",
        creator: "Заведующий кафедрой",
        teg1: "д.ю.н.",
        teg2: "Факультет Экономики и финансов",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/201/201bad038204bb2d6ca742023a9d9a69.jpg"
    },
    {
        id: 7,
        name: "Баринов Эмиль Эдуардович",
        creator: "Заведующий кафедрой",
        teg1: "к.ю.н.",
        teg2: "Учетно-экономический факультет",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/ac8/ac8c458676aeea0a4308c92729b923cd.jpg"
    },
    {
        id: 8,
        name: "Наухацкий Виталий Васильевич",
        creator: "Профессор",
        teg1: "к.ю.н.",
        teg2: "Факультет Торгового дела",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/055/05596fcd404400645fac8c1d76711a55.jpg"
    },
    {
        id: 9,
        name: "Романенко Николай Гаврилович",
        creator: "Профессор",
        teg1: "к.э.н.",
        teg2: "Факультет Компьютерных технологий и информационной безопасности",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/807/8070ddefbf24fe30fda215d865d81f0d.jpg"
    },
    {
        id: 10,
        name: "Алифанова Елена Николаевна",
        creator: "Профессор",
        teg1: "д.и.н.",
        teg2: "Факультет Торгового дела",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/bb7/bb75e5e05fc78df60d7d6b286e60f429.jpg"
    },
    {
        id: 11,
        name: "Романова Татьяна Федоровна",
        creator: "Профессор",
        teg1: "к.ю.н.",
        teg2: "Факультет Компьютерных технологий и информационной безопасности",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/95f/95fa70acbc18a6dbf50eaa467281d8f2.jpg"
    },
    {
        id: 12,
        name: "Семенюта Ольга Гетовна",
        creator: "Профессор",
        teg1: "д.э.н.",
        teg2: "Факультет Менеджмента и предпринимательства",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/b5e/b5e9e0fd4107ccf83599afdc6c5611f9.jpg"
    },
    {
        id: 13,
        name: "Механцева Карина Феликсовна",
        creator: "Доцент",
        teg1: "д.э.н.",
        teg2: "Юридический факультет",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/bbc/bbc3cb28169fde3d0760918ea8a18c45.jpg"
    },
    {
        id: 14,
        name: "Кузнецов Николай Геннадьевич",
        creator: "Профессор",
        teg1: "д.э.н.",
        teg2: "Факультет Менеджмента и предпринимательства",
        teg3: "Заведующий кафедрой",
        avatar: ""
    },
    {
        id: 15,
        name: "Бондаренко Виктория Андреевна",
        creator: "Доцент",
        teg1: "д.э.н.",
        teg2: "Юридический факультет",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/bdc/bdc5813d927b9cf83374f2409fe295f2.jpg"
    },
    {
        id: 16,
        name: "Полуботко Анна Александровна",
        creator: "Доцент",
        teg1: "д.э.н.",
        teg2: "Юридический факультет",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/bdc/bdc5813d927b9cf83374f2409fe295f2.jpg"
    },
    {
        id: 17,
        name: "Палий Ирина Георгиевна",
        creator: "Профессор",
        teg1: "Юридический факультет",
        teg2: "Юридический факультет",
        teg3: "Заведующий кафедрой",
        avatar: "https://rsue.ru/upload/iblock/6d8/6d8a71159412acb19d58e9cdc852f09f.jpg"
    },
];



export const userMetrics = [
    {
        id: 0,
        pp: '1.1',
        name: 'Печатные, не менее 500 экземпляров, не менее 10 п.л., не менее 1 п.л. на соавтора, изданные издательствами (центральными (соавторы в долях, но не менее 15 баллов на соавтора))',
        count: '1',
        date: 'с 01.01.2020 по 31.08.2020',
        sum: 0.7,
    },
    {
        id: 1,
        pp: '2',
        name: 'Количество цитирований публикаций, изданных за последние 5 лет, индексируемых в информационно-аналитической системе научного цитирования Scopus в расчете на 100 НПР',
        count: 'ед.',
        date: '40,91',
        sum: 0.7,
    },
    {
        id: 2,
        pp: '3',
        name: 'Количество цитирований публикаций, изданных за последние 5 лет, индексируемых в Российском индексе научного цитирования (далее – РИНЦ) в расчете на 100 НПР',
        count: 'ед.',
        date: '2 656,92',
        sum: 0.7,
    },
    {
        id: 3,
        pp: '4',
        name: 'Число публикаций организации, индексируемых в информационно-аналитической системе научного цитирования Web of Science Core Collection, в расчете на 100 НПР',
        count: 'ед.',
        date: '17,79',
        sum: 0.7,
    },
    {
        id: 4,
        pp: '5',
        name: 'Число публикаций организации, индексируемых в информационно-аналитической системе научного цитирования Scopus, в расчете на 100 НПР',
        count: 'ед.',
        date: '39,33',
        sum: 0.7,
    },
    {
        id: 5,
        pp: '6',
        name: 'Число публикаций организации, индексируемых в информационно-аналитической системе научного цитирования РИНЦ, в расчете на 100 НПР',
        count: 'ед.',
        date: '444,27',
        sum: 0.7,
    },
    {
        id: 6,
        pp: '7',
        name: 'Общий объем научно-исследовательских и опытно-конструкторских работ (далее – НИОКР)',
        count: 'ед.',
        date: '51 126,00',
        sum: 0.7,
    },
    {
        id: 7,
        pp: '8',
        name: 'Удельный вес доходов от НИОКР в общих доходах образовательной организации',
        count: 'тыс.руб.',
        date: '5,02',
        sum: 0.7,
    },
    {
        id: 8,
        pp: '9',
        name: 'Удельный вес НИОКР, выполненных собственными силами (без привлечения соисполнителей), в общих доходах образовательной организации от НИОКР',
        count: '%',
        date: '98,05',
        sum: 0.7,
    },
    {
        id: 9,
        pp: '10',
        name: 'Доходы от НИОКР (за исключением средств бюджетов бюджетной системы Российской Федерации, государственных фондов поддержки науки) в расчете на одного НПР',
        count: '%',
        date: '72,54',
        sum: 0.7,
    },
    {
        id: 10,
        pp: '11',
        name: 'Количество лицензионных соглашений',
        count: 'тыс.руб.',
        date: '1',
        sum: 0.7,
    },
    {
        id: 11,
        pp: '12',
        name: 'Удельный вес средств, полученных образовательной организацией от использования результатов интеллектуальной деятельности, в общих доходах образовательной организации',
        count: 'ед.',
        date: '0,03',
        sum: 0.7,
    },
    {
        id: 12,
        pp: '13',
        name: 'Удельный вес численности НПР без ученой степени – до 30 лет, кандидатов наук – до 35 лет, докторов наук – до 40 лет, в общей численности НПР',
        count: '%',
        date: '25,69',
        sum: 0.7,
    },
    {
        id: 13,
        pp: '14',
        name: 'Удельный вес научно-педагогических работников, защитивших кандидатские и докторские диссертации за отчетный период в общей численности НПР',
        count: '%',
        date: '1,09',
        sum: 0.7,
    },
    {
        id: 14,
        pp: '15',
        name: 'Количество научных журналов, в том числе электронных, издаваемых образовательной организацией',
        count: 'ед.',
        date: '6',
        sum: 0.7,
    },
    {
        id: 15,
        pp: '16',
        name: 'Количество полученных грантов за отчетный год в расчете на 100 НПР',
        count: 'ед.',
        date: '6,32',
        sum: 0.7,
    },
];